{
  "post-server": [
    {
      "actName": "บทเพลงสร้างสรรค์",
      "actPlace": "สถาบันศิลปะและวัฒนธรรม",
      "actType": "กิจกรรมมหาวิทยาลัย",
      "actHour": 2,
      "actDetail": "พบกับการสร้างเนื้อเพลงและนำเสนอผลงานทางดนตรีที่เกิดจากความคิดสร้างสรรค์ของนักศึกษา",
      "id": 1
    },
    {
      "actName": "อาสาสมัครเพื่อสังคม",
      "actPlace": "บ้านเด็กกำพุภาค",
      "actType": "กิจกรรมเพื่อสังคม",
      "actHour": 3,
      "actDetail": "ร่วมกับกลุ่มอาสาสมัครเพื่อช่วยเหลือและสร้างสังคมที่ดีในทุก ๆ มิติ",
      "id": 2
    },
    {
      "actName": "การสวมรองเท้ากางเกงสีชมพู",
      "actPlace": "ลานหน้าหอประชุม",
      "actType": "กิจกรรมสร้างสัมพันธ์และการสื่อสาร",
      "actHour": 1,
      "actDetail": "สนุกสนานกับการแข่งขันสวมรองเท้าและกางเกงสีชมพูที่สดใส",
      "id": 3
    },
    {
      "actName": "ปิดท้ายปีด้วยการจัดเลี้ยง",
      "actPlace": "ห้องอาหารคณะบริหารธุรกิจ",
      "actType": "กิจกรรมเพื่อสังคม",
      "actHour": 2,
      "actDetail": "ปิดท้ายปีการศึกษาด้วยการจัดเลี้ยงและกิจกรรมความสนุกสนาน",
      "id": 4
    },
    {
      "actName": "อีเวนท์เทคโนโลยีและอนิเมชั่น",
      "actPlace": "ห้องปฏิบัติการคณะเทคโนโลยีสารสนเทศ",
      "actType": "กิจกรรมด้านพัฒนาทักษะการคิด",
      "actHour": 1,
      "actDetail": "นำเสนอผลงานอนิเมชั่นและเทคโนโลยีที่สร้างสรรค์จากนักศึกษา",
      "id": 5
    },
    {
      "actName": "การฝึกฝนยืมหนังสือและให้คำแนะนำ",
      "actPlace": "ห้องสมุด",
      "actType": "กิจกรรมสร้างสัมพันธ์และการสื่อสาร",
      "actHour": 2,
      "actDetail": "สนับสนุนการศึกษาด้วยการให้คำแนะนำและยืมหนังสือในห้องสมุด",
      "id": 6
    },
    {
      "actName": "สัมมนาเสวนาเรื่องการเลี้ยงสัตว์เลี้ยง",
      "actPlace": "อาคารวิจัยสัตวแพทยศาสตร์",
      "actType": "กิจกรรมเพื่อสังคม",
      "actHour": 3,
      "actDetail": "แบ่งปันความรู้และประสบการณ์ในการเลี้ยงสัตว์เลี้ยง",
      "id": 7
    },
    {
      "actName": "ประกวดการแสดงสดในที่ทำงาน",
      "actPlace": "สนามแสดงสด",
      "actType": "กิจกรรมเพื่อสังคม",
      "actHour": 2,
      "actDetail": "นำเสนอทักษะแสดงสดและสร้างบรรยากาศการทำงานที่น่าสนใจ",
      "id": 8
    },
    {
      "actName": "การออกกำลังกายแบบโยคะ",
      "actPlace": "สนามกีฬา",
      "actType": "กิจกรรมด้านสุขภาพ",
      "actHour": 1,
      "actDetail": "ฝึกฝนโยคะเพื่อเสริมสร้างสุขภาพที่ดีและลดความเครียด",
      "id": 9
    },
    {
      "actName": "กิจกรรมบำบัดด้วยอาหาร",
      "actPlace": "ห้องปฏิบัติการโภชนาการ คณะสาธารณสุขศาสตร์",
      "actType": "กิจกรรมเพื่อสังคม",
      "actHour": 2,
      "actDetail": "เรียนรู้การบำบัดด้วยอาหารที่เหมาะสมสำหรับสุขภาพทั้งร่างกายและจิตใจ",
      "id": 10
    }
  ]
}
